{
    "title": "مرحبا",
    "pages": {
        "home": "الرئيسية",
        "courses": "الاختصاصات والدورات",
        "about_us": "من نحن",
        "partners": "شركائنا",
        "teachers": "الكادر التدريسي",
        "my_courses": "دوراتي",
        "contact_us": "تواصل معنا"
    },
    "titles": {
        "thanks_for_registration": "شكرا على انشاء حساب جديد",
        "notifications": "الاشعارات"
    },
    "texts": {
        "or": "أو",
        "no_account": "ليس لديك حساب؟ ",
        "dark_mode": "الوضع الداكن",
        "error": "لقد حدث خطأ",
        "flixable_learning": "التعلم المرن",
        "professional": "الجاهزية المهنية",
        "high_quality_content": "محتوى عالي الجودة",
        "should_login": "عليك تسجيل الدخول لرؤية دوراتك",
        "professor_feedback": "تصحيح الأستاذ",
        "your_homework": "الوظيفة التي قمت بتحميلها",
        "new_courses": "الدورات الجديدة",
        "most_requested_courses": "الدورات الأكثر طلباً",
        "all_courses": "جميع الدوارت"
    },
    "buttons": {
        "login": "تسجيل الدخول",
        "register": "إنشاء حساب",
        "new_account": "انشئ حساب جديد!",
        "continue_to_login": "متابعة الى تسجيل الدخول",
        "back_to_register": "انشاء حساب جديد",
        "logout": "تسجيل الخروج",
        "change_password": "تغيير كلمة السر",
        "save": "حفظ",
        "introduction_video": "فيديو تعريفي",
        "submit_test": "تقديم الاختبار",
        "QUIZ": "الاختبار",
        "subscribe": "اشترك بالدورة",
        "intro_video": "فيديو تعريفي",
        "download": "تحميل الملف",
        "upload": "رفع الملف",
        "open_meeting": "الذهاب الى الاجتماع",
        "open_video": "الذهاب الى الدرس",
        "open_multiple": "الذهاب الى الاختبار",
        "open_text": "الذهاب الى الوظيفة",
        "view_feedback": "الذهاب الى النتيجة",
        "ignore": "تجاهل"
    },
    "placeholders": {
        "token": "رمز الاشتراك",
        "phone": "رقم الهاتف",
        "password": "كلمة السر",
        "name_ar": "الاسم الثلاثي",
        "name_en": "الاسم الثلاثي",
        "old_password": "كلمة السر القديمة",
        "new_password": "كلمة السر الجديدة",
        "new_password_confirmation": "تأكيد كلمة السر"
    },
    "labels": {
        "token": "رمز الاشتراك",
        "phone": "رقم الهاتف",
        "password": "كلمة السر",
        "password_confirmation": "تأكيد كلمة السر",
        "name_ar": "الاسم الثلاثي (باللغة العربية)",
        "name_en": "الاسم الثلاثي (باللغة الانكليزية مثل جواز السفر)",
        "email": "الايميل",
        "nationality": "المحافظة",
        "date_of_birth": "المواليد",
        "address": "العنوان",
        "education_level": "التحصيل العلمي",
        "reference": "كيف وصلت الينا",
        "reference-other": "كيف وصلت الينا (غير ذلك)",
        "old_password": "كلمة السر القديمة",
        "new_password": "كلمة السر الجديدة",
        "new_password_confirmation": "تأكيد كلمة السر",
        "meeting_not_set": "لم يتم تحديد وقت الاجتماع",
        "quiz_time_limit": "وقت الاختبار ",
        "minute": " دقيقة",
        "no_time_limit": "الاختبار غير مؤقت",
        "file_submitted": "تم رفع الملف",
        "quiz_submitted": "تم تقديم الاختبار",
        "no_feedback": "يتم عرض النتيجة بعد تصحيح الأستاذ",
        "quiz_expired": "انتهى وقت الاختبار"
    },
    "error": {
        "phone": {
            "required": "يجب ادخال الحقل",
            "phone": "الرقم خاطئ"
        },
        "token": {
            "required": "يجب ادخال الحقل"
        },
        "password": {
            "required": "يجب ادخال الحقل",
            "min_8": "على الاقل 8 محارف",
            "small_big": "يجب ان تحتوي على احرف كبيرة و صغيرة"
        },
        "password_confirmation": {
            "required": "يجب ادخال الحقل",
            "Password_must_match": "غير متطابقة مع كلمة السر"
        },
        "email": {
            "required": "يجب ادخال الحقل",
            "email": "الايميل خاطئ"
        },
        "name_ar": {
            "required": "يجب ادخال الحقل"
        },
        "name_en": {
            "required": "يجب ادخال الحقل"
        },
        "nationality_id": {
            "required": "يجب ادخال الحقل"
        },
        "date_of_birth": {
            "required": "يجب ادخال الحقل",
            "valid_date": "التاريخ غير صالح"
        },
        "address": {
            "required": "يجب ادخال الحقل"
        },
        "education_level_id": {
            "required": "يجب ادخال الحقل"
        },
        "reference": {
            "required": "يجب ادخال الحقل"
        },
        "old_password": {
            "required": "يجب ادخال الحقل"
        },
        "new_password": {
            "required": "يجب ادخال الحقل",
            "min_8": "على الاقل 8 محارف",
            "small_big": "يجب ان تحتوي على احرف كبيرة و صغيرة"
        },
        "new_password_confirmation": {
            "required": "يجب ادخال الحقل",
            "Password_must_match": "غير متطابقة مع كلمة السر"
        },
        "reference-other": {
            "required": "يجب ادخال الحقل"
        }
    },
    "toast": {
        "downloaded_successfully": "تم تحميل الملف بنجاح",
        "uploaded_successfully": "تم رفع الملف بنجاح",
        "invalid_credentials": "كلمة السر أو رقم الهاتف غير صحيح",
        "account_frozen": "حسابك مجمد",
        "you_have_no_course": "ليس لديك دورات خاصة بك",
        "go_to_courses": "اذهب الى دوراتي",
        "quiz_submitted": "تم تقديم الاختبار بنجاح",
        "invalid_token": "رمز خاطئ",
        "profile_updated": "تم تعديل البروفايل بنجاح",
        "password_changed": "تم تغيير كلمة السر"
    },
    "popup": {
        "title": {
            "logout": "هل أنت متأكد؟",
            "update_profile": "تعديل البيانات الشخصية",
            "change_password": "تغيير كلمة السر"
        },
        "subtitle": {
            "subscribe": "ادخل رمز الاشتراك بالدورة",
            "logout": "لا يمكنك رؤية دوراتك بعد تسجيل الخروج"
        }
    },
    "courseItemTypes": {
        "video": "درس",
        "meeting": "اجتماع",
        "text": "وظيفة",
        "multiple_choice": "اختبار",
        "homework": "رفع ملف",
        "file": "ملف مرفق"
    },
    "who-are-we": {
        "intro": {
            "label": "مقدمة",
            "text": "شهد العالم - في السنوات الأخيرة- تغيرًا كبيرًا في طرق التعلم والتطوير، وأصبحت التقنيات الحديثة تتيح للأفراد الوصول إلى الدروس والدورات التدريبية من أي مكان وفي أي وقت يناسبهم، دون الحاجة إلى الحضور الشخصي في مراكز التدريب أو الجامعات. حيث أن التعليم والتدريب عن بُعد يتيح للمدربين والمؤسسات التعليمية والشركات توسيع نطاق تأثيرهم والوصول إلى جمهور عالمي أوسع. ويمكِّن المدربين من تقديم الدورات والبرامج التدريبية للأفراد في أي مكان في العالم، مما يعزز تبادل المعرفة والتفاعل الثقافي بين الثقافات المختلفة، بالإضافة لتكاليفه المنخفضة التي تخفف الأعباء المادية للتدريب على مراكز التدريب من جهة وعلى الطلاب أو المتدربين من جهة أخرى، وبما أن سورية كغيرها من دول العالم تخطو خطى جادة بطريق التحول الرقمي وأتمتة كافة الأعمال الخدمية بما فيها التعليم نشأت فكرة منصة سعي للتدريب والتأهيل، وبما أن التحول الرقمي هو المستقبل والتكنولوجيا هي أداة قوية يمكن أن تساعدنا على التعلم والنمو بشكل أفضل فإن الانضمام إلى منصة سعي للتدريب والتأهيل عن بُعد، يمكن المستفيدين من تبني التحول الرقمي واكتساب المهارات اللازمة للنجاح في المستقبل."
        },
        "who_are_we": {
            "label": "من نحن",
            "text": "منصة سَعي للتدريب والتأهيل، هي شركة تقدم خدمات التدريب والتأهيل عبر الإنترنت. فكرة المنصة تعتمد على توفير خدمات التدريب غير الأكاديمي لفئات مختلفة من الناس، بما في ذلك طلاب الجامعات والخريجين الجدد والباحثين عن فرص عمل، بالإضافة إلى موظفي القطاع العام والخاص والأهلي. منصتنا مميزة بنظام تعليمي فريد تم تطويره من قبل فريق مبرمجين ومطورين سوريين، ويتميز بالمرونة والتفاعل. نحن نهتم أيضًا بتوفير تجربة تعليمية مباشرة من خلال اللقاءات الافتراضية بين المدرب والمتدرب، والتواصل المستمر عبر الرسائل، واستخدام نهج التعلم التفاعلي ومنتديات المناقشة، كما أن منصتنا تقدم خدمات تخطيط التطور الوظيفي للعاملين في الشركات والمؤسسات بكافة أنواعها وفق متطلبات التطورات العالمية في مجالات العمل المختلفة، بالإضافة إلى أن ادوات التقييم التي نعتمدها تمتاز بشفافية عالية كونها مؤتمته بشكل كامل، وبالتالي نقدم من خلال منصتنا تقييماً شفافاً ودقيقاً للعاملين في الشركات مع اقتراحات لتطوير أدائهم في العمل لتحقيق اهداف هذه الشركات. نحن الأولون في سوريا الذين يقدمون هذه الخدمات، ونتميز عن المنصات الأخرى بنظام التعليم الفريد الذي نقدمه. نحن نقدم خدماتنا على ثلاثة مستويات تدريبية، وهي الورشة التدريبية، الدورة التدريبية، والدبلومة. نحرص على أن تكون شهاداتنا معترف بها داخل سوريا وتصدق من الخارجية السورية لتحقيق الاعتراف الخارجي. كما نسعى أيضًا للحصول على الاعترافات الأكاديمية العربية والدولية، وشهادات الجودة الاعتمادية ISO 29990. نحن نسعى لتوفير تجربة تعليمية فريدة تجمع بين الجودة والوصولية، حيث يمكن للمتدربين الاستفادة من البرامج التدريبية لدينا من أي مكان وفي أي وقت، هذا اضافة إلى تخفيف الأعباء المادية على المستفيدين سواء من الأفراد أو الشركات، ونعتبر أن التعليم يمكن أن يكون ممتعًا ومشوقًا بغض النظر عن الموقع الجغرافي أو الأدوات المستخدمة. وبناءً على ذلك، قمنا بتطوير \"منصة سَّعي للتدريب عبر الإنترنت\" بناءً على فكرة \"الدراسة بدون حبر\"، حيث يمكن للطلاب الاستفادة من التدريب عبر الإنترنت دون الحاجة إلى استخدام الأدوات التقليدية والنظم التعليمية التقليدية. شعارنا باللغة الإنكليزية هو \"SWI\"، ويرمز لـ \"Study Without Ink\"، وهو تعبير يشير إلى رؤيتنا في تحويل عملية التعلم وجعلها تجربة سهلة ومختلفة عبر الإنترنت. نحن ملتزمون بتقديم الخدمات التدريبية عبر الإنترنت عالية الجودة والمتطورة عن طريق مدربين وأكاديميين من ذوي الخبرة في التدريب وفي العمل الميداني في مجالات عملهم، وذلك لمساعدة المتدربين في اكتساب المهارات والمعرفة التي يحتاجونها للنجاح في حياتهم العملية. ونعمل أيضاً على تطوير برامج تدريبية شاملة ومتنوعة تغطي مجموعة واسعة من المواضيع وتتيح للمشاركين فرص التعلم والتطور المستمر."
        },
        "vision": {
            "label": "رؤيتنا",
            "text": "((الرائدون في تحويل عالم التدريب والاستشارات إلى عالمٍ رقميٍ يجمع بين الجودة والابتكار والتميز))لتحقيق هذه الرؤية، نعمل على تطوير وتقديم برامج تدريبية استثنائية تلبي احتياجات سوق العمل المحلي والعالمي ومتطلبات التحول الرقمي العالمي. نحرص على توفير تجربة تعليمية تفاعلية ومرنة تساعد على تعزيز المعرفة وتطوير المهارات في جميع المجالات الإدارية.كما نعمل على بناء شراكات استراتيجية مع منظمات مرموقة على المستوى العالمي والحصول على الاعتمادات والاعترافات منها، لتعزيز مصداقيتنا وتأكيد تفوقنا في تقديم الخدمات التدريبية والاستشارية عبر الإنترنت."
        },
        "message": {
            "label": "رسالتنا",
            "text": "العمل وفق نظام تدريبي تفاعلي ومرن يتوافق مع احتياجات سوق العمل ويتبع المعايير العالمية للجودة. نحن ملتزمون بتأهيل الأفراد ومنظمات العمل العامة والخاصة والمدنية في جميع المجالات الإدارية، وذلك من خلال التعاون الفعّال مع فريق متخصص وأكاديمي، بهدف تحقيق أهداف عملائنا المرجوة.نحن نؤدي رسالتنا من خلال تحليل وبناء الاحتياجات التدريبية، ووضع استراتيجيات فعّالة لتحقيق تلك الاحتياجات وتلبية تطلعات عملائنا. كما نسعى أيضًا لبناء شراكات قوية على المستوى الوطني والإقليمي والعالمي، ونسعى للحصول على الاعترافات والاعتمادات من منظمات الجودة العالمية.تعتبر رسالتنا هدفنا الرئيسي ودافعنا لتقديم أفضل خدمات التدريب، ونسعى جاهدين لتحقيق رضا عملائنا وتلبية تطلعاتهم ضمن أراضي الجمهورية العربية السورية وللسوريين أيضاً في الخارج."
        },
        "values": {
            "label": "قيمنا",
            "text": "- المساواة: نحرص على إتاحة حق التدريب والحصول على المعلومة للجميع.\n - تقبل الآخر: ندمج شرائح مختلفة من البشر ضمن عملية التدريب، بما في ذلك أعضاء هيئة التدريس، الطلاب، والإداريين، ونعتمد نظامًا قائمًا على التفاعل بينهم.\n - الانتماء: نحفز الأفراد والإدارات على الانتماء لمنظماتهم. \n - العطاء: نسعى لتوفير مناخ تدريب مناسب وتوجيه الاستشارات لكل شخص وفرد ومنظمة، وتبادل المعلومات المفيدة بين الجميع. \n - الاستقلال: نساهم في تحقيق الاستقلالية للأفراد من خلال مساعدتهم على تحويل أفكارهم إلى حقيقة وواقع."
        },
        "outro": {
            "label": "وفي الختام",
            "text": "نؤمن في منصة سعي للتدريب والتأهيل أن التعليم الإلكتروني هو أكثر فعالية من حيث التكلفة من التعليم التقليدي. يمكن أن يساعد التعليم الإلكتروني على توفير المال من خلال خفض تكاليف السفر والإقامة والمراجع. كما أنه يمكن أن يساعد على توفير الوقت من خلال السماح للمستفيدين بالتعلم في أي وقت ومن أي مكان، كما أن التعلم الإلكتروني هو أكثر إثارة وتفاعلًا من التعليم التقليدي، لذا فإن نظامنا التعليمي الإلكتروني مصمم لكسر نمطية التعليم المملة والرتيبة، ويوفر محتوى مرئيًا شاملًا وتفاعليًا، بالإضافة إلى فرص التعلم من الآخرين ومشاركة أفكارهم. إن التعلم الإلكتروني يوفر جودة تعليمية عالية، فنحن في منصة سعي للتدريب والتأهيل نستخدم مجموعة متنوعة من الأدوات والتقنيات لتعزيز جودة التعليم والتدريب، بما في ذلك الحوار وتسهيل جلسات التعليم والتعلم الجماعي واستخدام العروض التعليمية العكسية بالإضافة إلى العروض التقديمية، المواد التفاعلية المقروءة والمسموعة والمرئية، كما أننا نعتمد اللقاءات الافتراضية التفاعلية، والمناقشة الالكترونية."
        }
    }
}